import React from "react";
import classes from './AboutShort.module.scss'

function AboutShort() {
  return (
    <div>
      <div>
        <p>Комплексное продвижение в интернете на сегодняшний день является одним из наиболее эффективных маркетинговых инструментов, с помощью которых можно существенно поднять уровень спроса на товар или услугу.</p>
        <p>Компания 16.web предлагает свою помощь всем, кто стремится развивать бизнес подобным образом – мы поможем вам сделать свой бренд максимально узнаваемым и востребованным, а также сделаем всё возможное для роста оборота и продаж.</p>
        <p>Наша web-студия специализируется на создании сложных сайтов и их оптимизации – это позволяет очень быстро и эффективно продвинуть бренд в интернете.</p>
      </div>

      <div>
        <div>
          <span>01</span><p>Быстрое и эффективное продвижение бренда в интернете.</p>
          <span>02</span><p>Инструменты для раскрутки - контекстная реклама, SEO и SMM и другие.</p>
        </div>
      </div>

      <div>
        <button>Подробнее о нас</button>
      </div>
    </div>
  )
}

export default AboutShort