

const ArticlesContent = [
  {
    id: 'kak-proverit-skorost-zagruzki-sayta-i-zastavit-ego-letat',
    content: [
      `<img src="/blog/images/article-pagespeed/glavnaya.png" />`,
      `<p>Медленная скорость загрузки сайта убивает продажи, вредит репутации, влияет на посещаемость веб-ресурса и показатель отказов. Заторможенный сайт даже в условиях высокоскоростного интернета и 5G становится убийцей онлайн-бизнеса.</p>`,
      `<h2>Почему скорость загрузки сайта будет актуальна всегда</h2>`,
      `<p>Опыт пользователей и маркетинговые исследования сошлись на том, что оптимальное время загрузки — 2 секунды. Если ваш сайт открывается дольше, будьте готовы к тому, что больше 50% пользователей уйдут в поисках более быстрого ресурса.</p>`,
      `<ul>
<li>65% людей ждут загрузку интернет-магазина не дольше 4 секунд. Потом они просто уходят на другой ресурс.</li>
<li>Если загрузка задерживается на одну секунду, конверсия снижается на 7%, а количество просмотров уменьшается на 11%.</li>
<li>80% онлайн-покупателей реже заказывают товары на сайтах, чья скорость загрузки их не устраивает.</li>
<li>47% посетителей ожидают, что веб-страницы загрузятся в течение 2 секунд, и, если этого не произойдет, они покинут ее.</li>
      </ul>`,
      `<p>Если говорить об интернет-магазинах, то скорость загрузки сайта становится одним из важнейших показателей функционала ритейл площадки. Он влияет на ранжирование веб-ресурса в выдаче и на рейтинг в поиске. Поэтому сначала сайт-тормоз отпугивает потенциальных покупателей и наносит удар по репутации бренда, а в долгосрочной перспективе ведет к потере трафика.</p>`,
      `<p>С тем, почему так важно проверить скорость загрузки страницы, разобрались. Теперь разберемся с тем, как это сделать.</p>`,
      `<h2>Обзор лучших сервисов</h2>`,
      `<p>Узнать, на сколько эффективно и быстро работает ваш сайт, можно с помощью специализированных online-сервисов, которые не только проводят измерения, но и дают рекомендации по устранению ошибок, оптимизации элементов, замедляющих его работу. Мы провели обзор лучших инструментов, их плюсов и минусов и предлагаем вам ознакомиться с ними. Можете выбрать любой из представленных ниже или использовать сразу несколько.</p>`,
      `<h3>Google PageSpeed Insights</h3>`,
      `<img src="/blog/images/article-pagespeed/1.png" />`,
      `<p>Инструмент Google, главная задача которого – проверять быстроту загрузки web-ресурса. Наиболее популярный в среде веб-мастеров, разработчиков и SEO-оптимизаторов, поэтому возглавил наш рейтинг лучших из лучших.</p>`,
      `<p>Два года назад Google PageSpeed Insights перенес глобальные обновления, в результате которых функционал и аналитические возможности сервиса расширились:</p>`,
      `<ul>
<li>Планка оценивания выросла: если раньше для наивысшей оценки было достаточно набрать 80 очков, то сейчас быстрым считается веб-сайт, который получает минимум 90.</li>
      <li>Появилась новая функция, которая показывает время между действием пользователя на загруженной странице и ее ответом на данное действие.</li>
      <li>В итоговых отчетах предлагаются рекомендации по улучшению существующих показателей.</li>
      </ul>`,
      `<p>Важно! Google PageSpeed Insights искусственно ограничивает скорость измерений для усредненных показателей. Использовать его нужно в тандеме с каким-нибудь другим альтернативным сервисом, например GTmetrix.</p>`,
      `<h3>GTmetrix.com</h3>`,
      `<img src="/blog/images/article-pagespeed/2.png" />`,
      `<p>Англоязычный сервис с бесплатной версией, которая показывает браузер и гео-локацию сервера, вес страницы, время ее открытия, число запросов. За плату предлагается расширенный функционал, автоматизированный процесс тестирования и детальный отчет, который позволяет детальнее разобраться, в чем причина торможения веб-ресурса.</p>`,
      `<p>Большой плюс сервиса – возможность сохранять историю проверок скорости сайта, что очень удобно для анализа динамики показателей загрузки.</p>`,
      `<p>Имеет значение, в какой гео-локации осуществляется проверка. Если сервер находится далеко от вашего целевого региона, значение не будет 100% корректным. Здесь не столько важен показатель времени, сколько рекомендации, которые дает сервис. Достаточно нажать на любой пункт из предложенных рекомендаций, чтобы увидеть проблему и прочитать о том, как ее решить.</p>`,
      `<p>GTmetrix.com интуитивно простой и понятный в использовании:</p>`,
      `<ul>
<li>зеленая стрелочка вверх – результаты лучше средних;</li>
      <li>красная вниз – показатели хуже, чем средние по сайтам;</li>
      <li>цвет в колонке Grade обозначает уровень оптимизации: низкий – красный, средний – желтый, высокий – зеленый.</li>
      </ul>`,
      `<p>Чтобы ускорить загрузку сайта, нужно по максимуму улучшать все показатели, но в первую очередь необходимо обратить внимание на желтые и красные маркеры.</p>`,
      `<h3>Pingdom Tools</h3>`,
      `<img src="/blog/images/article-pagespeed/3.png" />`,
      `<p>Один из наиболее информативных и авторитетных онлайн-сервисов для быстрой проверки скорости сайта. Пользователям предлагаются десктоп-версии + mobile-приложение с двухнедельным пробным периодом.</p>`,
      `<p>В Free-версии есть возможность проанализировать производительность веб-ресурса, время загрузки и потенциальные проблемы, которые замедляют его работу. Желательно проверять сайт через два сервиса одновременно, а потом сравнить полученные результаты и рекомендации.</p>`,
      `<h3>Uptrends.com</h3>`,
      `<p>Функционал данного сервиса широк – пользователям предлагается полный комплекс инструментов для глубокого анализа работы сайта:</p>`,
      `<ul>
<li>тестирование скорости загрузки на mobile-устройствах и на декстопе;</li>
      <li>возможность подбора расширения экрана и модели гаджета;</li>
      <li>выбор браузера и гео-локации пользовательских обращений.</li>
      </ul>`,
      `<p>Плюс – Uptrends.com дает оценку от сервиса Google, анализирует показатели веб-ресурса и отображает все данные в графиках и диаграммах. </p>`,
      `<h3>PR-CY</h3>`,
      `<img src="/blog/images/article-pagespeed/4.png" />`,
      `<p>Удобный сервис-анализатор с русскоязычным интерфейсом. В перечне функций есть тестирование скорости загрузки. Кроме этого бесплатно можно выполнить ряд задач:</p>`,
      `<ul>
<li>узнать уровень индексирования web-ресурса в поисковиках;</li>
      <li>проверить на наличие вирусов и блокировок со стороны поисковиков;</li>
      <li>увидеть статистику посещаемости и соц активности;</li>
      <li>оценить Mobile-Friendly и usability.</li>
      </ul>`,
      `<p>В платной версии сравнивать и анализировать можно до шести десятка адресов одновременно.</p>`,
      `<h3>Load Impact</h3>`,
      `<img src="/blog/images/article-pagespeed/5.png" />`,
      `<p>Требовательный сервис, который тестирует сайты в формате DDOS-атаки. Сейчас он переехал по адресу https://k6.io/. </p>`,
      `<p>Вы указываете адрес веб-ресурса, а на него наводятся сотни активных соединений и десятки обращений от пользователей. Нагрузка большая, поэтому тест занимает несколько минут, но преимущество в том, что в результате вы получаете график, который покажет: как скорость загрузки зависит от количества обращений на сайт.</p>`,
      `<h3>Be1.ru</h3>`,
      `<img src="/blog/images/article-pagespeed/6.png" />`,
      `<p>Многофункциональный анализатор, который помимо скорости отклика хостинга и сервера проверяет сайт на вирусы и оценивает его стоимость, анализирует индекс качества ресурса, определяет наличие санкций от Яндекса, считает частотность запросов и выполняет еще массу полезных функций.</p>`,
      `<p>Сервис бесплатный + не надоедает аудитории рекламой. Очень простой в использовании – достаточно ввести URL адрес, а все остальное сделает система.</p>`,
      `<h3>Sitespeed</h3>`,
      `<img src="/blog/images/article-pagespeed/7.png" />`,
      `<p>Еще один русскоязычный сервис от компании «Русоникс». Он отправляет сразу десятки запросов к указанной странице из различных дата-центров, а затем оценивает скорость каждого. В результате тестирования пользователю отправляется отчет на е-мейл и даются рекомендации по исправлению ошибок и улучшению ситуации.</p>`,
      `<p>Плюс Sitespeed — в арсенале имеются серверы с российской локацией, что выгодно отличает этот сервис от многих других. </p>`,
      `<h3>Инструмент браузера Chrome</h3>`,
      `<img src="/blog/images/article-pagespeed/8.png" />`,
      `<p>Инструмент является очень подручным, и может помочь в первичном определении скорости и показателей оптимизации страницы. Для этого достаточно либо кликнуть правой кнопкой мыши и выбрать “Просмотреть код”, либо воспользоваться комбинацией Ctrl+Shift+I.</p>`,
      `<p>Переходите на вкладку "Performance". Она позволяет проверить скорость загрузки и оценить нагрузку, которую оказывает веб-ресурс на ПК пользователя. Чтобы получить нужные данные для анализа, достаточно нажимать на значок проверки "Start profiling and reload page" или комбинацию Ctrl+Shift+E, а потом оценить результаты и использовать их для оптимизации веб-страниц.</p>`,
      `<p>Например в отчете будут видны поэтапные тайминги загрузки страницы, которые важны для недавнего обновления алгоритма Google по метрикам Web Vitals. Единственный минус данного метода в том, что он ограничен тем компьютером и скоростью интернета, на котором делается проверка.</p>`,
      `<p>Также, можно воспользоваться базовым в Хроме инструментом Lighthouse, на котором базировался Page Speed до своего масштабного апдейта. Заходите на одноименную вкладку Lighthouse (это последняя вкладка в инструменте Chrome) и нажимаете на "Generate report". После чего появится знакомая с Page Speed статистика по производительности.</p>`,
      `<p>Всеми этими сервисами можно воспользоваться самостоятельно и бесплатно проверить скорость своего веб-ресурса. Имея перед глазами результаты тестирования и рекомендации, можно эффективно решить проблемы и ускорить сайт.</p>`,
      `<h2>Как самому увеличить скорость загрузки</h2>`,
      `<h3>Уменьшите вес страниц</h3>`,
      `<img src="/blog/images/article-pagespeed/9.png" />`,
      `<p>Если использовать сжатие формата gzip, можно уменьшить вес файлов на 60-70% и тем самым сократить время их передачи браузеру. Вам нужно только проверить, поддерживает ли ваш ресурс этот метод сжатия – сервис GiftOfSpeed вам в помощь.</p>`,
      `<h3>Удалите слишком тяжелые изображения</h3>`,
      `<img src="/blog/images/article-pagespeed/10.png" />`,
      `<p>Тяжеловесная графика и картинки гигантских размеров заметно тормозят страницу. Лучше откажитесь от PNG в пользу JPEG, которые весят в несколько раз меньше, но не уступают в качестве. Чтобы уменьшить вес изображений, используйте любой удобный оптимизатор, к примеру, Optimizilla, Imagify. На худой конец – прогоните фото через Фотошоп и сохраните в специальном формате «для web».</p>`,
      `<h3>Сократите количество запросов</h3>`,
      `<img src="/blog/images/article-pagespeed/11.png" />`,
      `<ol>
<li>Для этого нужно удалить все лишние компоненты – картинки, фото, графика, коды левых сервисов.</li>
      <li>Попробуйте объединить сразу несколько маленьких кнопок или иконок в единый CSS-Sprite (помогут спрайт-генераторы CssSpritegen, Spritebox и другие).</li> 
      <li>Включите кэширование, которое позволит сохранить данные на ПК пользователя и во время повторных посещений просто будет брать их оттуда.</li></ol>`,
      `<h3>Уменьшите CSS и JavaScript</h3>`,
      `<img src="/blog/images/article-pagespeed/12.png" />`,
      `<p>Удалите из кода все ненужные элементы – комменты, пробелы. Это заметно сократит время загрузки. Еще можете сделать следующее:</p>`,
      `<ul>
<li>оптимизировать название функций и очистить код (можно использовать CSS Compressor или другие инструменты);</li>
      <li>поместить CSS в начало странички, чтобы она отображалась понемногу;</li>
      <li>вынести JS-files в конец, чтобы браузер первым делом загружал основной контент, а потом приступал к скриптам.</li></ul>`,
      `<h3>Смените хостинг</h3>`,
      `<img src="/blog/images/article-pagespeed/13.png" />`,
      `<p>Это крайняя мера, к которой нужно прибегать, когда все вышеперечисленные действия были выполнены, но результат не достигнут – сайт все еще тормозит. В отчете Google Аналитика проверьте время ответа сервера. В идеале время ответа должно быть 0,2 сек. Если ваш показатель намного выше, пришла пора менять хостинг-провайдера.</p>`,
      `<h3>Выводы</h3>`,
      `<p>Никогда не ограничивайтесь одним сервисом для проверки. Почти все они бесплатные, поэтому используйте не один, а сразу несколько инструментов. Так можно узнать не только среднюю скорость загрузки, но и ошибки, которые нужно устранить, чтобы ваш сайт «летал»!</p>`
    ]
  },
  {
    id: 'cms-populyarnye-dvizhki-ih-sravnenie-i-kak-vybrat-sistemu-dlya-svoego-sayta',
    content:
      [`<img src="/blog/images/article-cms/glavnaya.png" />`,
        `<p>Встал вопрос с выбором CMS? Мы провели небольшое исследование и проанализировали самые популярные CMS для сайтов (интернет-магазинов, блогов, новостных порталов и т.д.). В этой статье мы расскажем, как выбрать подходящий движок, проанализируем сильные и слабые стороны каждой системы управления и дадим четкие рекомендации по использованию.</p>`,
        `<h3>CMS что это?</h3>`,
        `<img src="/blog/images/article-cms/cms-chto-ehto.png" />`,
        `<p>CMS – многофункциональная система управления контентом, которая не требует от админа узкоспециализированных умений и знаний языков программирования. Своего рода набор инструментов, который делает обслуживание веб-ресурса простым и удобным.</p>`,
        `<p>CMS – это по сути внутренняя начинка вашего сайта, с помощью которой им очень легко и удобно управлять. Благодаря этим системам даже новичок без навыков программирования может самостоятельно создавать и изменять сайт. При чем это может быть как элементарная одностраничная визитка, так и высоконагруженный портал. Кстати, больше 55% всех web-ресурсов управляются CMS системами.</p>`,
        `<h2>Как это работает?</h2>`,
        `<img src="/blog/images/article-cms/kak-ehto-rabotaet.png" />`,
        `<p>Движки сайтов одновременно выполняют функции:</p>`,
        `<ul>
<li>информационной системы – отвечают за сбор, хранение и обработку данных;</li>
<li>компьютерной программы – позволяют создавать, редактировать и управлять контентом.</li>
</ul>`,
        `<p>Пользователь может выбрать любой шаблон, который задает будущее оформление страницы, а дальше остается наполнить его информацией – текстами, изображениями, графикой, видео. Большая часть CMS за основу берут визуальный редактор, который работает по принципу – «что вижу, то и получаю». То есть программа позволяет быстро и легко добавлять и менять контент на сайте.</p>`,
        `<h4>Преимущества</h4>`,
        `<ul>
<li>Простота и удобство использования</li>
<li>Широкий функционал + различные темы, расширения и дополнения</li>
<li>Быстрота создания сайта</li>
<li>Наличие документации по работе с программным продуктом</li>
</ul>`,
        `<h4>Недостатки</h4>`,
        `<ul>
<li>Не подходят для нестандартных задач и уникальных сайтов</li>
<li>Перенос проекта на другой движок может быть проблематичным</li>
</ul>`,
        `<h2>CMS виды и их особенности</h2>`,
        `<p>Проведем сравнение CMS и подробно расскажем, как выбрать наиболее подходящую систему управления для своего сайта.</p>`,
        `<h3>Какие бывают движки сайтов</h3>`,
        `<img src="/blog/images/article-cms/kakie-byvayut-dvizhki-sajto.png" />`,
        `<p>Большинство систем управления универсальные, гибко настраиваемые. Они используются для разработки сайтов различной специфики и масштаба – от личного блога до крупного тематического сайта. Яркий пример – WordPress, Joomla.</p>`,
        `<p>Есть узкоспециализированные CMS системы со специфическим набором инструментов для решения конкретных задач. Например, OpenCart – бесплатный движок, заточенный на создание индивидуальных интернет-магазинов.</p>`,
        `<p>Существуют также самописные движки для сайтов, которые разрабатываются на заказ. Некоторые проекты требуют индивидуального подхода, поэтому универсальные решения – мимо. Написание эксклюзивного движка оправдывает себя, когда создается масштабный сайт со специфическими особенностями, с необходимостью гибких дизайнерских решений. Но вместе с адаптированной под ваши нужды CMS вы получаете:</p>`,
        `<ul>
<li>Зависимость от одного разработчика. Необходимость расширить функционал или решить технические вопросы будет неизменно приводить вас к конкретному разработчику. Найти программиста, который согласится тратить время на разбор чужого кода, крайне сложно. Легче все сделать с нуля.</li>
<li>Дополнительные расходы. Индивидуальное стоит дороже стандартного. Плюс на создание самописной CMS системы уходит больше времени, чем на адаптацию уже существующего движка. Такой вариант подойдет крупным компаниям, готовым тратить средства и время на разработки и тестирования своих «личных» систем управления.</li>
</ul>`,
        `<h3>Какой выбрать: платный или бесплатный?</h3>`,
        `<img src="/blog/images/article-cms/kakoj-vybrat-platnyj-ili-besplatnyj.png" />`,
        `<p>Вопрос только кажется простым, ведь сегодня рынок предлагает широкий выбор качественных бесплатных CMS систем, но с платными расширениями, которые обязательно захочется рано или поздно добавить. Выбирая между «платить или не платить» учитывайте:</p>`,
        `<ul>
<li>Динамику будущего развития сайта. Иногда бесплатные популярные CMS вместе с плагинами и доработками обходятся дороже, чем покупка платных движков с качественной технической поддержкой. </li>
<li>Необходимость разработки плагина с нуля. Если под платный движок уже существует готовый, давно проверенный в работе плагин, тогда ответ очевиден – берите то, что уже эффективно работает, вместо кота в мешке.</li>
</ul>`,
        `<h3>Возможности кастомизации</h3>`,
        `<img src="/blog/images/article-cms/vozmozhnosti-kastomizacii.png" />`,
        `<p>Довольно часто требуется индивидуальная доработка системы, адаптация плагинов под потребности заказчика. Чем более популярен движок, тем больше толковых специалистов с ним работают и тем проще будет внести необходимые правки. Плюс – выйдет это дешевле.</p>`,
        `<p>Также нужно обратить особое внимание на возможности SEO оптимизации сайта, которые предлагает конкретная CMS система. В идеале в движок уже должны быть включены SEO-инструменты для эффективного продвижения в поисковой выдаче.</p>`,
        `<h2>На каком движке лучше делать сайт: обзор CMS для продвинутых проектов</h2>`,
        `<img src="/blog/images/article-cms/na-kakom-dvizhke-luchshe-delat-sajt.png" />`,
        `<p>Популярные CMS, такие как WordPress, Joomla, Drupal, OpenCart, отечественный Битрикс, были и остаются лидерами рынка управляющих систем. Они идеально подходят для реализации крупномасштабных веб-проектов. Новичкам мы рекомендуем обратить внимание на менее раскрученные, но весьма простые и удобные решения – Tilda, Wix, Хорошоп. Подробно рассмотрим каждую CMS и расскажем, в чем она наиболее эффективна.</p>`,
        `<h3>WordPress</h3>`,
        `<img src="/blog/images/article-cms/WordPress.png" />`,
        `<p>Абсолютный лидер среди CMS, который занимает 34% от общего объема веб-сайтов в мире. Используется без ограничений – начиная от личных блогов и заканчивая веб-проектами e-commerce. Но наибольшее распространение система получила за счет блогов и информационных сайтов – здесь этому движку просто нет равных конкурентов!</p>`,
        `<p>WordPress одинаково востребован среди продвинутых разработчиков и новичков без опыта в теме. Простая установка и настройка, нетребовательность к хостингу, масса бесплатных расширений сделали эту CMS №1.</p>`,
        `<h4>Плюсы:</h4>`,
        `<ul>
<li>Бесплатный универсальный движок, который занимает 61% рынка CMS. Такая любовь пользователей – лучшее подтверждение преимуществ данной системы.</li>
<li>Самый широкий выбор платных и бесплатных шаблонов, плагинов проверенного качества и тем, разнообразие каталогов и т.д.</li>
<li>Удобная административная панель, которая не требует от пользователя технического опыта. Например, можно вставлять тексты сразу из любого редактора (для сравнения – в Drupal и Joomla это невозможно).</li>
<li>Возможность адаптации под себя. Система поставляется с открытым исходным кодом, что предполагает широкие возможности для кастомизации и масштабирования.</li>
</ul>`,
        `<h4>Минусы:</h4>`,
        `<ul>
<li>Сайты на WordPress лидируют по количеству взломов.</li>
</ul>`,
        `<h4>Выводы:</h4>`,
        `<p>WordPress идеально подойдет для создания и администрирования новостных сайтов, блогов, информационных ресурсов.</p>`,
        `<h3>Joomla</h3>`,
        `<img src="/blog/images/article-cms/Joomla.png" />`,
        `<p>Нечто среднее между обширными возможностями Drupal и простотой WordPress. CMS система позволяет создавать сайты с четкой архитектурой, понятным интерфейсом, высокой гибкостью контента. Может поддерживать проекты e-commerce, соцсети, новостные порталы и т.д.</p>`,
        `<h4>Плюсы:</h4>`,
        `<ul>
<li>Система управления с открытым исходным кодом, включая обновления;</li>
<li>Поддерживает протоколы контроля доступа (OpenID, LDAP);</li>
<li>Частые обновления + широкий выбор платных и бесплатных плагинов.</li>
</ul>`,
        `<h4>Минусы:</h4>`,
        `<ul>
<li>Нестабильная работы при больших нагрузках;</li>
<li>Уязвимость в скриптах;</li>
<li>Больше платных плагинов, чем в WordPress.</li>
</ul>`,
        `<h4>Выводы:</h4>`,
        `<p>Joomla оптимально подойдет для создания сайта-визитки, онлайн-магазина, личного блога, фотогалереи, корпоративного сайта. Многие пользователи называют Joomla лучшей CMS для информационного сайта. В отличие от WordPress она создает более гибкую структуру сайта.</p>`,
        `<h3>Drupal</h3>`,
        `<img src="/blog/images/article-cms/Drupal.png" />`,
        `<p>По сравнению с WordPress и Joomla эта CMS система более сложная. Работая над дизайном сайта, нужно тщательно продумывать каждую деталь, поэтому новичкам лучше выбрать что-то попроще – типа Tilda или Wix (о них – ниже).</p>`,
        `<p>Drupal – мощный инструмент, который требует специфических знаний и опыта. Система регулярно обновляется и упрощается, но, если вы не готовы глубоко вникать в изучение ее функционала или нанимать компетентного сотрудника, лучше сразу отказаться от Drupal в пользу других популярных CMS.</p>`,
        `<h4>Плюсы:</h4>`,
        `<ul>
<li>Бесплатная CMS система со стабильной работой;</li>
<li>Возможность строить многопользовательские веб-проекты;</li>
<li>Широкий выбор тем, плагинов и расширений для решения стандартных задач.</li>
</ul>`,
        `<h4>Минусы:</h4>`,
        `<ul>
<li>Слишком сложное использование для неопытных новичков;</li>
<li>Бесплатных модулей меньше, чем у Вордпресс и Джумла.</li>
</ul>`,
        `<h4>Выводы:</h4>`,
        `<p>Drupal – наиболее сложный инструментарий из топ-3 CMS. Рассчитан на создание продвинутых web-ресурсов, требующих сложной организации данных – порталов, форумов, крупных интернет-магазинов.</p>`,
        `<h3>OpenCart</h3>`,
        `<img src="/blog/images/article-cms/OpenCart.png" />`,
        `<p>Бесплатная, нетребовательная CMS, ориентированная на создание удобных продающих интернет-магазинов. В отличие от предыдущих универсальных систем, этот движок заточен под электронную коммерцию. Это оптимальное решение для тех, кто хочет создать собственный онлайн-магазин быстро и с минимальными затратами.</p>`,
        `<h4>Плюсы:</h4>`,
        `<ul>
<li>Бесплатный движок для интернет-магазина с полным набором базовых функций: каталог, корзина, страница оплаты;</li>
<li>Возможность дополнительно настраивать SEO-инструменты;</li>
<li>Систему можно адаптировать под себя благодаря открытому коду.</li>
</ul>`,
        `<h4>Минусы:</h4>`,
        `<ul>
<li>Панель администратора сложно освоить, особенно новичкам;</li>
<li>Придется вкладывать в расширение функционала сайта.</li>
</ul>`,
        `<h4>Выводы:</h4>`,
        `<p>OpenCart – движок узкой специализации, оптимизированный для создания эффективных интернет-магазинов.</p>`,
        `<h3>Bitrix</h3>`,
        `<img src="/blog/images/article-cms/Bitrix.png" />`,
        `<p>Одна из наиболее востребованных CMS в рунете. Подходит для реализации проектов разной специфики – от одностраничников и личных сайтов до online-маркетплейсов и В2В-платформ. За счет максимальной адаптированности под реалии русскоязычного сегмента Битрикс стал весьма популярным.</p>`,
        `<h4>Плюсы:</h4>`,
        `<ul>
<li>Универсальная система с неограниченной масштабируемостью;</li>
<li>Интеграция с различными платёжными системами;</li>
<li>В библиотеке Bitrix 35 шаблонов с двумя сотнями блоков, из которых строится интерфейс страниц;</li>
<li>Инструменты для работы с аудиторией: рассылка писем, web-аналитика, тестирование, web-формы для создания комментов, анкет.</li>
</ul>`,
        `<h4>Минусы:</h4>`,
        `<ul>
<li>Система платная, лицензия стоит не дешево.</li>
<li>Необходимость изучить HTML и CSS на базовом уровне.</li>
</ul>`,
        `<h4>Выводы:</h4>`,
        `<p>Bitrix предоставляет возможность запускать проекты разного формата и уровня сложности: от простейших лендингов и интернет-магазинов до крупных онлайн-платформ международного масштаба.</p>`,
        `<h2>CMS системы для новичков и стартапов</h2>`,
        `<h3>Tilda</h3>`,
        `<img src="/blog/images/article-cms/Tilda.png" />`,
        `<p>Система позволяет самостоятельно сделать качественный web-ресурс с красивым дизайном в сжатые сроки – без опыта программной работы и веб-дизайна. Пользователям предлагается широкая подборка готовых шаблонов.</p>`,
        `<h4>Плюсы:</h4>`,
        `<ul>
<li>Интуитивно понятный интерфейс + простота работы;</li>
<li>Блочная система, позволяющая собрать персонализированный набор элементов;</li>
<li>Инструменты для будущего SEO-продвижения;</li>
<li>Центр поддержки + учебный журнал + платные курсы.</li>
</ul>`,
        `<h4>Минусы:</h4>`,
        `<ul>
<li>Невозможность ведения сложных проектов;</li>
<li>Высокие тарифы.</li>
</ul>`,
        `<h4>Выводы:</h4>`,
        `<p>Tilda – простой и доступный вариант для создания лендингов, персональных и бизнес-сайтов, небольших online-магазинов, промо-страниц, презентаций, интернет-тестов.</p>`,
        `<h3>Wix</h3>`,
        `<img src="/blog/images/article-cms/Wix.png" />`,
        `<p>Многофункциональный облачный сервис, который идеально подойдет для новичков без навыков программирования. Удобная CMS для сайта услуг и продающих магазинов с эффектным интерфейсом.</p>`,
        `<h4>Плюсы:</h4>`,
        `<ul>
<li>Движок сайтов работает с 2006 года и активно поддерживается;</li>
<li>Возможен ускоренный запуск проекта без помощи спецов;</li>
<li>Хостинг идет в комплекте;</li>
<li>Гибкие настройки и встроенные инструменты для SEO-продвижения.</li>
</ul>`,
        `<h4>Минусы:</h4>`,
        `<ul>
<li>Для создания online-магазина нужно оплатить максимальный тарифный план;</li>
<li>Закрытый исходный код, что не нравится опытным разработчикам.</li>
</ul>`,
        `<h4>Выводы:</h4>`,
        `<p>На базе Wix создаются личные блоги, агрегаторы, информационные площадки, социальные сети, интернет-магазины.</p>`,
        `<h3>Хорошоп</h3>`,
        `<img src="/blog/images/article-cms/horoshop.png" />`,
        `<p>Платформа для создания интернет-магазинов с минимальными затратами времени. Готовые модули и дизайны легко настраиваются без программирования. С точки зрения SEO, функционал Хорошоп отлично продуман и позволяет эффективно продвигать коммерческий сайт в топ поисковой выдачи.</p>`,
        `<h4>Плюсы:</h4>`,
        `<ul>
<li>Товарный фид для AdWords, что плюс для настройки контекстной рекламы;</li>
<li>Библиотека шаблонов с множеством готовых тем, которые легко устанавливается;</li>
<li>Движок сайтов SEO-friendly, есть шаблоны для Title, H1, Alt, инструменты для оптимизации.</li>
</ul>`,
        `<h4>Минусы:</h4>`,
        `<ul>
<li>Создание простейшего магазина обойдется от 10 000 грн;</li>
<li>Повышенные требования к качеству хостинга.</li>
</ul>`,
        `<h4>Выводы:</h4>`,
        `<p>Если ищите движки сайтов с возможностями подключения систем аналитики, SEO-оптимизации и ремаркетинга, Хорошоп оптимально подойдет. Для создания полнофункционального интернет-магазина – то, что нужно.</p>`,
        `<h2>Подводим итоги</h2>`,
        `<img src="/blog/images/article-cms/podvodim-itogi.png" />`,
        `<p>Как видите, каждая CMS имеет свою специфику, сильные и слабые стороны:</p>`,
        `<ul>
<li>лучшая CMS для информационных сайтов и блогов – WordPress;</li>
<li>для ускоренного создания и администрирования интернет-магазина – OpenCart, Битрикс;</li>
<li>для порталов и масштабных проектов – Joomla, Drupal.</li>
</ul>`,
        `<p>А новичкам лучше отдать предпочтение более простым системам управления – Tilda, Wix, Хорошоп.</p>`
      ]
  },
  {
    id: 'chto-takoe-kraud-marketing-v-sovremennyh-realiyah',
    content: [
      `<img src="/blog/images/article-croud/glavnaya.png" />`,
      `<p>Реклама, которая настолько естественна, что не раздражает и становится невидимкой. Партизанский маркетинг, который работает для «толпы» и продает там, где другие рекламные инструменты показывают нулевую эффективность. Это все о крауд маркетинге, который у всех на слуху, но далеко не у каждого в активном использовании.</p>`,
      `<p>В этой статье рассказываем, что такое крауд маркетинг, зачем он вашему бизнесу и как им заниматься самостоятельно, чтобы реклама была не только бесплатной, но и эффективной. Берите сразу в закладки – будет много полезного.</p>`,
      `<h3>Что такое крауд маркетинг и в чем его особенности</h3>`,
      `<img src="/blog/images/article-croud/chto-takoe-kraud-marketing-i-v-chem-ego-osobennosti.png" />`,
      `<p>Крауд маркетинг – это эффективный способ продвижения и раскрутки продукта, при котором реклама воспринимается аудиторией как естественная ненавязчивая рекомендация.</p>`,
      `<p>Суть крауда в том, чтобы долго раскачивать аккаунты, максимально имитируя поведение живого человека и время от времени с этих аккаунтов оставлять очень ненавязчивую рекомендацию.</p>`,
      `<p>Сначала комментарии и рекомендации могут быть без упоминаний названия бренда и тем более без ссылок. Со временем, заслужив авторитет и «стаж» на площадке (в блогах, соцсетях), в рекомендации уже можно включать упоминания товара/услуги, а чем старше и авторитетней аккаунт – ссылки.</p>`,
      `<p>Поэтому действительно качественный крауд – это очень длительная, практически ювелирная работа, которую скорее всего можно отнести к направлению SERM.</p>`,
      `<p>Для крупных проектов есть возможность регистрировать свои официальные аккаунты на сайтах-отзовиках, вести собственные платные ветки на форумах, чтобы отвечать на замечания и отзывы пользователей.</p>`,
      `<p>А в целом качество крауда сейчас зависит от ниши. В некоторых форумы до сих пор живы и на них можно найти информацию, которой массово в интернете еще нет. В других нишах форумы уже давно себя изжили, и крауд заключается в том, чтобы оставлять комментарии под страницами известных тематических блогов, вести активные переписки в соц. сетях (комментарии к постам).</p>`,
      `<h3>Зачем нужен крауд-маркетинг</h3>`,
      `<img src="/blog/images/article-croud/zachem-nuzhen-kraud-marketing.png" />`,
      `<p>Давайте подробно поговорим о том, для чего нужны крауд-ссылки. Сегодня профессиональные услуги крауд маркетинга позволяют решить ряд задач:</p>`,
      `<ol>
<li>Узнаваемость, репутация, доверие к бренду.
<li>Прирост трафика и вывод сайта в ТОП.</li>
<li>Привлечение потенциальных клиентов.</li>
<li>Рост естественного ссылочного профиля сайта.</li>
<li>Улучшение поведенческих факторов.</li>
</ol>`,
      `<p>Любой интернет-ресурс нуждается в качественной ссылочной массе, ведь поисковики берут во внимание этот показатель при ранжировании сайтов. Грамотный крауд маркетинг для интернет магазина является не только генератором продаж, но и в качестве эффективного инструмента SEO помогает выйти в топ поисковых систем. </p>`,
      `<h3>Крауд маркетинг и линкбилдинг: в чем отличия?</h3>`,
      `<img src="/blog/images/article-croud/kraud-marketing-i-linkbilding-v-chem-otlichiya.png" />`,
      `<p>Линкбилдинг – более обширное понятие, которое подразумевает рост ссылочного профиля сайта для повышения его позиций в поиске. Цель - получить ссылки с живыми переходами по ним. </p>`,
      `<p>Крауд маркетинг является частью линкбилдинга и не ограничивается исключительно наращиванием ссылок. Это инструмент для привлечения ЦА и повышения доверия к товарам/услугам.</p>`,
      `<h3>Площадки для крауд-маркетинга</h3>`,
      `<p>Для максимальной эффективности нужно подбирать площадки крауд-маркетинга, которые на 100% соответствуют вашей деятельности. </p>`,
      `<p>Делать это нужно с помощью инструментов крауд маркетинга, например, таких как Serpstat, SimilarWeb, Ahrefs, PR-CY. </p>`,
      `<img src="/blog/images/article-croud/ploshchadki-dlya-kraud-marketinga.png" />`,
      `<p>Это позволяет проанализировать и оценить важные параметры:</p>`,
      `<ul>
<li>приблизительный трафик площадок (то есть живые они или нет);
<li>ссылочный профиль (например, поисковики видят кучу спамных ссылающихся страниц и это не сулит ничего хорошего);</li>
<li>каналы трафика (органика, соц. сети, рефералы).</li>
</ul>`,
      `<p>Вывод – чем живее и естественней площадки, тем лучше.</p>`,
      `<p>Рассмотрим каждый тип площадки, где можно разместить крауд ссылки.</p>`,
      `<h4>Сайты-отзовики</h4>`,
      `<p>Своего рода книга жалоб и предложений, где миллионы пользователей ищут актуальную информацию о товарах и услугах. Положительные отзывы повышают продажи и улучшают репутацию бренда, отрицательные становятся тревожным звоночком как для компании, так и для покупателей. </p>`,
      `<p>Особенности:</p>`,
      `<ul><li>Публикации со ссылками проверяются долго и тщательно. Поэтому рекомендуем писать максимально естественные посты объемом не менее 1000 символов. «Продающие» фразы и приемы копирайтеров – табу.</li>
<li>Если с фантазией совсем плохо, берите за основу благодарности клиентов и добавляйте побольше подробностей о продукте.</li>
<li>Отзывы с крауд ссылками нужно размещать с различных IP адресов, иначе они будут просто удалены модерацией.</li>
</ul>`,
      `<p>Одними из лучших сайтов-отзовиков считаются:</p>`,
      `<ul>
<li>irecommend.ru;</li>
<li>otzovik.com;</li>
<li>flamp.ru;</li>
<li>zoon.ru.</li>
</ul>`,
      `<p>Также можно использовать популярные сервисы онлайн карт:</p>`,
      `<ul>
<li>Google My Business;</li>
<li>Яндекс.Карты (Справочник);</li>
<li>2ГИС.</li>
</ul>`,
      `<h4>Форумы для крауда</h4>`,
      `<p>Профессиональный крауд-маркетинг может прилично нарастить трафик за счет тематических форумов. Здесь люди задают вопросы, просят совета, делятся личными проблемами, и ваш товар или услуга могут стать решением.</p>`,
      `<p>Особенности:</p>`,
      `<ul>
<li>Нужно оставлять ссылки только на динамичных форумах, где последний коммент оставлен не позже 4 недель.</li>
<li>Писать отзывы нужно только с активного профиля «со стажем», а если появляются вопросы от пользователей – обязательно отвечайте.</li>
<li>Обитатели форумов безжалостны к ошибкам, прямой рекламе, риторике, спаму. Писать о бренде и продукте здесь нужно очень осторожно, чтобы не вызвать негатива.</li>
</ul>`,
      `<h4>Социальные сети</h4>`,
      `<p>Настоящий Клондайк инструментов успешного продвижения бренда. Ссылки можно вставлять в комментарии, обсуждения, ответы, отзывы. </p>`,
      `<p>Особенности:</p>`,
      `<ul>
<li>Комментировать с крауд ссылками можно только с реального профиля, а если переспамить, растут шансы получить бан от админов.</li>
<li>Если планируете начинать крауд с нового аккаунта, заполните его по всем правилам – фото, видеоролики, подписчики.</li>
</ul>`,
      `<p>Совет! Воспользуйтесь специальной программой для парсинга, которая поможет подобрать нужную тематику, гео-локацию и ключи. Например, для этого подойдут парсинг-сервисы: Import.io, Scrapinghub, ParseHub, Spinn3r, для соцсетей – TargetHunter, Pepper ninja, Церебро Таргет.</p>`,
      `<h4>Сайты вопросники</h4>`,
      `<p>Популярные – Тостер, Яндекс.Кью, Mail-ответы. Сайты вопросники подходят далеко не для каждой ниши, так как товары широкого обихода и no-name бренды крайне тяжело эффективно рекламировать путем вопроса.</p>`,
      `<p>Вопросники хорошо работают для нативной рекламы известных брендов. При чем в них должна разгореться действительно активная дискуссия, чтобы был заметный эффект. </p>`,
      `<p>Особенности:</p>`,
      `<ul>
<li>Чтобы провоцировать бурную дискуссию, добавляйте спорную информацию, интригу.</li>
<li>Реклама в лоб не работает, лучше опишите жизненную ситуацию, в которую может попасть любой человек.</li>
</ul>`,
      `<h4>Справочники</h4>`,
      `<p>Это перечень ссылок на сайты компаний, магазинов и организаций с кратким описанием. Здесь можно прочитать-написать отзывы о бренде, но действительно качественных сайтов-справочников крайне мало, а откровенно спамные и неактивные ресурсы не принесут никакой пользы.</p>`,
      `<p>Особенности: </p>`,
      `<ul>
<li>Чтобы завести собственную страницу, нужно подробно заполнить все поля при регистрации и указать контактный номер телефона.</li>
<li>Сразу напишите о преимуществах компании, УТП, проставьте ссылки на сайт и странички в соц сетях.</li>
</ul>`,
      `<h3>Сервисы крауд-маркетинга</h3>`,
      `<img src="/blog/images/article-croud/servisy-kraud-marketinga.png" />`,
      `<p>О том, где размещать крауд ссылки, мы рассказали. Теперь очередь специализированных платных помощников – сервисов или бирж крауд маркетинга, которые отвечают за размещение ссылок. </p>`,
      `<p>Внимание! Данный метод носит формальный характер и с минимальной долей вероятности принесет живой трафик и прирост продаж. Но если вы хотите заказать крауд маркетинг за деньги, возьмите на заметку несколько сервисов.</p>`,
      `<h4>Linkum.ru (100 рублей за ссылку)</h4>`,
      `<p>Онлайн биржа крауд маркетинга с минимальными ценами и широким функционалом, куда входит покупка вечных ссылок, формирование анкора и окружающего текста, автопокупка по заданным параметрам и т.д. Вся работа по модерации и размещению ссылок выполняется вручную, что несомненный плюс. </p>`,
      `<h4>Linkbuilder.su (гарантия 3 месяца!)</h4>`,
      `<p>Ссылки размещаются вручную, а в качестве площадок используются форумы, соцсети, справочники, блоги – все доноры с высокими показателями траста. В цену крайд маркетинга (199 руб.) входит мониторинг индексации и сбор данных о позициях сайта в поиске.</p>`,
      `<h4>Referr  (личный менеджер для каждого проекта)</h4>`,
      `<p>Если нужны ссылки под бурж и другие регионы, тогда можно попробовать этот крауд-сервис. Работает в 40+ странах, на 10 языках. Ссылки ставятся вручную и по графику. Если ссылка не подходит, сервис ее меняет бесплатно.</p>`,
      `<h4>CrowdLinks (сильная команда)</h4>`,
      `<p>Сервис имеет собственную систему мониторинга упоминаний продукта/бренда на указанных страницах. Бесплатно меняет пропавшие крауд ссылки в течение 30 дней. Предлагает быструю техподдержку и интересную партнерскую программу.</p>`,
      `<h4>Zapostim (тарифы на любой бюджет)</h4>`,
      `<p>Сервис обещает «нагнать» на сайт первых посетителей уже через 3-5 дней – все за счет естественных ссылок на форумах, отобранных вручную. Плюс – вы можете просмотреть промежуточный отчет перед размещением и получите итоговую отчетность на почту, когда вся работа будет выполнена. </p>`,
      `<p>Совет! Закажите немного ссылок на пробу, а потом самостоятельно проверьте качество площадок-доноров через бесплатные сервисы.  Если все устраивает, можно работать с такой биржей и дальше, если нет – уйдете с минимальными потерями.  </p>`,
      `<h3>Крауд-маркетинг самостоятельно</h3>`,
      `<img src="/blog/images/article-croud/kraud-marketing-samostoyatelno.png" />`,
      `<p>Более результативный, а потому предпочтительный способ – крауд маркетинг своими руками. Так процесс продвижения бренда можно контролировать от А до Я. Тем более, если вы знаете потребности и боли своей целевой аудитории. </p>`,
      `<p>Как самостоятельно продвигать товары/услуги и как искать форумы для крауд-маркетинга? Рассказываем. </p>`,
      `<p>Для начала отберите сайты, где ваши ссылки будут выглядеть органично. Их должно быть несколько десятков, а лучше сотен. Для этого используйте команды поиска:</p>`,
      `<ul>
<li>«inurl:forum или blog» –  помогает отыскать блоги и крауд маркетинг форумы по вашей теме;</li>
<li>«online dating site:» – находит ключевые слова и темы на определенном сайте;</li>
<li>«related:» – ищет сайты с похожей тематикой;</li>
<li>Disqus – сервис позволяет мониторить комментарии;</li>
<li>Babkee – ресурс, который собирает посты о фирме, продукте со всех соц сетей;</li>
<li>Google Alert – сервис подписок, который ищет контент по заданным релевантным словам. К вам на почту будут приходить ссылки на сайты, где можно оставлять комментарии.</li>
</ul>`,
      `<p>Когда подберете подходящие площадки для крауда, создайте на каждом аккаунт и прокачайте его – добавьте фото, личную информацию, 10-20 адекватных сообщений.</p>`,
      `<p>Теперь начинайте изучать темы и предлагать свое решение обсуждаемой проблемы. Не проставляйте свою ссылку там, где она неуместна. Во-первых, так ее скорее всего удалит модератор, а во-вторых, доверие к вашему комментарию, а, следовательно, и продукту будет равно нулю.</p>`,
      `<p>Совет! После размещения ссылки не уходите сразу из обсуждения – оставьте еще пару комментов и обязательно ответьте на вопросы, если они будут. Это сделает ваше участие естественным и поможет в будущем не один раз привлечь внимание аудитории к продукту и бренду.</p>`,
      `<p>Самостоятельное размещение будет очень время- и трудозатратным для владельца сайта. Лучше доверить эту задачу либо нанятому в штат линкбилдеру-профессионалу, либо составить подробное ТЗ и найти исполнителя на фриланс-бирже.</p>`,
      `<h3>Примеры хорошего и плохого крауд-маркетинга</h3>`,
      `<img src="/blog/images/article-croud/primery-horoshego-i-plohogo-kraud-marketinga.png" />`,
      `<p>Если кратко и просто, то:</p>`,
      `<ul>
<li>Хорошие примеры крауд маркетинг – это когда пользователь вообще не замечает в комментарии никакого маркетинга.</li>
<li>Плохой пример крауд ссылки – это когда с первого взгляда понятно – перед нами наглая реклама, а сообщение насквозь искусственное и заказное.</li>
</ul>`,
      `<p>Плохо, когда:</p>`,
      `<ul>
<li>у аккаунта только одно сообщение на форуме;</li>
<li>коммент оставляется в день регистрации;</li>
<li>у профиля нет истории;</li>
<li>на разных форумах один и тот же ник-нейм.</li>
</ul>`,
      `<h3>Выводы</h3>`,
      `<img src="/blog/images/article-croud/vyvody.png" />`,
      `<p>Крауд-маркетинг – это партизанское продвижение товаров и услуг, которое тщательно маскируется под активность простых людей. За счет такого подхода реклама получается ненавязчивой, что дает бОльший отклик у аудитории.</p>`,
      `<p>В некоторых нишах крауд маркетинг естественный и реализуется сам по себе, без стороннего вмешательства. Например, если бренд достаточно известен и на него есть спрос на крауд-площадках (совместные покупки с amazon или aliexpress). При этом крауд не всегда должен быть обязательно партизанским. Иногда, в определенных нишах, срабатывает открытый крауд посредством платного представительства.</p>`,
      `<p>За счет крауд-ссылок дешевле и проще всего увеличить естественную ссылочную массу. И при этом поисковые боты вас ни в чем не заподозрят, а наоборот – оценят ваш сайт как высоконадежный. Как результат –  повышение в поисковой выдачи Яндекса и Гугл и увеличение трафика, что ведет к росту продаж.</p>`
    ]
  },
  {
    id: 'oblegchaem-zhizn-dizajneru-poleznye-plaginy-dlya-figma',
    content: [
      `<h2>Работа со шрифтами</h2>`,

`<h3>Better font peaker</h3>`,
`<p>Идеальный дизайн сайта не прощает неточностей. Бывало ли у Вас так, что создавая свой идеальный макет, стоило изменить всего лишь один символ по требованию заказчика и вся идеальная картина, выстраиваемая несколькими месяцами превращалась в работу, которую пытаешься забыть как страшный сон. Текст, как часть типографики и композиции на сайте зачастую имеет очень важное значение.</p>`,
`<p>Конечно, существует много онлайн сервисов по созданию шрифтовых пар. Но иногда визуальный момент  восприятия шрифта в самой композиции намного быстрее дает результат.</p>`,

`<p>Better font peaker помогает выбрать шрифты с предварительным просмотром. Благодаря данному плагину можно легко просмотреть тысячи шрифтов  и подобрать тот, который устраивает на все 100%.</p>`,
`<p>Внимание! Плагин Better font peaker показывает список только тех шрифтов, которые установлены в системе.</p>`,

`<h3>Lorem ipsum</h3>>`,

`<p>Lorem ipsum звучит как заклинание из “Гарри Поттера”, но на самом деле это всего лишь плагин заглушки для текста, в случае если нет никаких данных от заказчика. Смотриться эстетично, генерируется по потребностям и не приходится искать и копировать фразы с иностранных сайтов.</p>`,
 
`<p>Для тех, кто никогда не сталкивался - краткий ликбез:</p>`,
`<ul>
<li>Lorem ipsum — это вид текста латиницей, который используется в HTML для заполнения web-страниц и визуализации дизайна макетов.</li>
<li>Плагин lorem ipsum позволяет создать текст с заданной длиной и необходимым количеством абзацев и списков.</li>
<li>Lorem ipsum – удобное решение, которое позволяет отложить вопрос о контенте в долгий ящик.</li>
</ul>`,

`<h3>Рыба Текст</h3>`,
`<p>Lorem ipsum знают все, но когда дело доходит до кириллических шрифтов, то заменяемый текст смотрится совсем по другому и меняет дизайн  блоков до неузнаваемости (все равно что джинсы швейной фабрики Русь поменять на Levis). Нет, мы не против кириллицы, наоборот. Но практика показывает, что латиница зачастую выглядит дороже. Возможно, тут еще сказывается количество шрифтов написанных для латиницы, их в разы больше, чем для кириллических шрифтов. Тем не менее очень полезный плагин для тех, кто работает с кириллицей.</p>`,

`<p>Плагин РыбаТекст Figma позволяет генерировать предложения, заголовки, списки и абзацы в пару кликов. Среди функций плагина:</p>`,
`<ul>
<li>Заполнение слоя, куда в будущем будет добавлен текстовый контент, текстом-рыбой нужной ширины и высоты;</li>
<li>Запоминание заданных настроек, что экономит время в будущем.</li>
</ul>`,
`<p>Можно выбрать один или несколько слоев, чтобы плагин добавил в них нужное количество сгенерированного текста. Или ничего не указывать, и тогда текстовый слой с русскоязычным lorem ipsum будет размещен в корне макета. А если выбрать функцию "Заполнить рыбой», то текст соответствующего размера появится во всех выбранных слоях.</p>`,

`<h3>BrandFetch</h3>`,
`<p>Рисуя дизайн сайта, очень часто возникает необходимость добавления логотипов крупных компаний. Например, Google, Yandex, Mail, Opencart и множество других форматов. Здесь можно найти любой такой логотип всего в один клик в формате svg.  Конечно, можно найти на flaticone или на другом ресурсе, но цена вопроса это  время. Найти, сохранить, импортировать, поставить в размер займет намного больше времени, чем просто ввести название и поставить на нужное место.</p>`,
`<p>Использовать BrandFetch легко и удобно – достаточно ввести домен сайта, чтобы в ваш макет подгрузились нужные логотипы. За счет того, что логотипы можно искать в поисковой строке, не выходя из Figma, вы значительно экономите время.</p>`,

`<h2>Работа с цветами</h2>`,

`<h3>UI Gradients</h3>`,
`<p>Градиенты... как много в этом слове для дизайнера. Большой набор красивых градиентов на любые случаи. Его удобство в простоте: просто выбираешь градиент и он применяется к выделенному элементу.</p>`,
`<p>UI Gradients предлагает более 180 потрясающих цветов и дает возможность сохранять свои любимые градиенты в личной коллекции.</p>`,

`<h3>Color Scheme</h3>`,

`<p>Любите ли вы работать с цветами так, как любим это делать мы? Возможно. Цветовая палитра - одна из самых важных составляющих Ui Kit. Правильно подобранная цветовая гамма  это уже 50% успеха.</p>`,
`<p>По законам всех принципов дизайна мы можем использовать только 2-3 цвета для прорисовки сайта...но если вы дизайнер, то это правило доставляет вам немало боли, и мы это знаем. Прорисовка сложного градиента или отрисовка интернет-магазина с большим количеством кнопок, текста и информации..., тут 2 цветами не обойтись. На помощь приходят оттенки, что является неотъемлемым преимуществом. Можно добавить несколько оттенков и не “потерять лицо” в глазах коллег-дизайнеров.</p>`,
`<ul>
<li>Из плюсов: плагин прописывает все цвета на отдельной странице и сразу добавляет все цвета в стили.</li>
<li>Из минусов: при создании новой схемы, нельзя подтягивать цвета из UI Kit, нужно прописывать вручную.</li>
</ul>`,
`<p>Возможности Color Scheme:</p>`,
`<ul>
<li>Автоматически создает 10 цветовых вариаций</li>
<li>Открывает новую страницу «Цвета» и выводит код SCSS</li>
<li>Добавляет вариации цвета к «Цветовые стили» на Figma</li>
</ul>`,

`<h3>Color Kit</h3>`,
`<p>Этот плагин будет полезен тем, что создает шкалу светлых и темных оттенков  для определенного цвета.</p>`,
`<p>Вы можете использовать его для создания цветовых шкал, графиков, отрисовки градиентов или для фоновых изображений на сайте.</p>`,

`<h3>Content Budy</h3>`,
`<p>Этот плагин менее популярный чем остальные, но тоже тут имеет место быть. При работе с текстом или прототипированием может быть очень полезен. Показывает весь текст, который есть в Фрейме и даёт возможность заменить его  по всему фрейму. Из минусов: плагин не всегда работает стабильно, поэтому очень экспрессивным дизайнерам может не подойти.</p>`,

`<p>Особенности Content Buddy:</p>`,
`<ul>
<li>Дает возможность выбрать текстовый фрагмент и поменять в нем текст на новый</li>
<li>Работает в экземплярах, компонентах, фреймах и группах</li>
</ul>`,


`Design Lint
В идеальном мире макет сделан по всем правилам и канонам. Все слои названы, всем цветам  и текстам присвоены стили, заказчик утверждает макет с первого раза. Если вы живете в реальном мире, то макет переделывается по 100 раз на день, заказчик то просит поиграть со шрифтами, то с цветами, то посидеть с ребенком на главном экране. Еще нужно успеть нарисовать несколько лэндосов по пути. И найти место творческому выходу.  Во всей этой суматохе не всегда успеваешь уследить за мелкими ошибками. Но тут на помощь приходит плагин, который может спасти даже самого забывчивого дизайнера. 

Design Lint находит непростительные дизайнерские ошибки: недостающие стили на слоях. Достаточно использовать этот инструмент, чтобы проверить готовность проекта к разработке или проектированию, и при необходимости исправить несоответствия.
Особенности Design Lint:
·         Плагин с открытым исходным кодом упрощает исправление ошибок и позволяет быстро вернуться к проектированию
·         Если ошибки повторяются сразу в двух и более проектах, опция «Выбрать все» позволит исправить их за один клик
·         Design Lint автоматически обновляться по ходу устранения ошибок 





Работа с контентом (иконки, изображения)

Flaticons
Всем известный сайт по подбору иконок. И теперь очень удобный плагин по подбору иконок, не выходя из Figma. Работает по принципу “Пришел, увидел, победил”. Из небольших минусов: немного придется повозиться при регистрации: получить ключ через регистрацию, ввести его в поле и можно пользоваться.





Iconofy
Для тех, кого все же разозлил flaticon, есть аналогичный плагин по поиску иконок с тем же функционалом.

Iconify предлагает больше 50 сетов, содержащих 40 000 иконок. Импортировать картинки можно в виде векторных фигур в документ Фигмы. 






Guides inspector
Когда проектируешь сайт очень важно выстроить правильную сетку и соблюдать единые отступы по всему макету. Кто-то использует методику “на глаз”, а мы, истинные фанатики равных расстояний, рекомендуем этот плагин по работе со вспомогательными линейками. И вместо того чтобы рисовать квадратик и измерять им расстояния (да, да...мы знаем, что ты так делаешь), можно воспользоваться линейками. Придется немного повозиться, чтобы разобраться, но потом скажешь нам спасибо.

Возможности Guides inspector:
·         Создание/удаление направляющих
·         Формирование сетки из направляющих
·         Создание шаблонов для будущей работы
·         Регулировка направляющих с максимальной точностью






To path

Суперполезный плагин, который мы долго искали и нашли. Делимся теперь им с вами. Выгибает текст или элементы по кривой. Можно написать текст по кругу или вдоль любого нарисованного элемент. Также можно разместить элементы по определенной кривой для создания рандомного  орнамента или иллюстрации. 







Image tracer
Время-деньги. Чтобы не отрисовывать каждый раз элемент, скачанный на просторах интернета, просто, чтобы посмотреть насколько он туда подойдет и понравится ли заказчику, есть очень крутой и  полезный плагин по трассировке изображения. 
Трассирует быстро любое изображение. Экономит время. Из минусов: подходит только для простых изображений до 5  цветов. Тем не менее, довольно часто может быть полезен. 

Возможности Image tracer:
·         Преобразует изображение в «черно-белый»
·         Делает трассировку в новом векторном слое




Spacers
Очень удобный плагин для измерения расстояний между мелкими объектами. Добавляет “твои любимые квадратики для измерения расстояний” автоматически. И хотя с зажатым ALT всегда можно измерить расстояние до объектов, иногда фрейм самого объекта ложится не ровно и визуально возникает ощущение, что отступы разные. 










Map maker
Без страницы контакты,  как правило, не обходится ни один проект. 

Map maker поддерживает Google Maps. Плагин очень простой в использовании – достаточно выбрать любой слой и нажать запуск.
Возможности:
·         Адрес
·         Стили карт (дорога, спутник, местность, гибрид)
·         Масштабирование +/-
·         Высота
·         Шаг
Если после создания карты вы хотите внести кое-какие изменения, снова запустите Map maker и сохраните настройки.




Unsplash
Изображения для дизайнера как инструмент, без которого далеко не уедешь.  Если у вас нет изображения для вашего проекта, здесь вы найдете очень много бесплатных картинок. 

Unsplash позволяет вставлять картинки в формы напрямую их серверов. Все картинки рассортированы по темам, чтобы облегчить поиск наиболее подходящего изображения. Также есть возможность массово заполнять формы картинками.
Минус – плагин начинает тупить, когда у вас несколько слоев. Он зальет только нижний, а значит вы не увидите эту заливку. А вот с одним слоем проблем не бывает.






QR Code Generator
QR код часто бывает нужен для брендинга. Не имеет значения, в каком редакторе вы делаете макет (Figma, Photoshop или Illustrator), cгенерировать его “без регистрации и отправки смс” можно в Figma и экспортировать в любой формат. 



Выводы
На этом все! Надеемся, наша подборка плагинов поможет вам серьезно облегчить свою работу в Figma. Их использование позволит ускорить разработку дизайн-систем, повысить производительность, оптимизировать и довести до автоматизма большинство рутинных повторяющихся задач. Сохраните эту подборку в закладках, чтобы всегда иметь под рукой помощников в создании креативных дизайнов.
`
    ]
  }
];

export default ArticlesContent
