import React from "react";
import classes from './ServiceListFull.module.scss'


function ServiceListFull() {
  return (
    <div>
      <div>
        <h3>Создание сайтов</h3>
        <p>Профессиональная разработа сайтов, которая позволяет выгодно и эффектно представить любую услугу.</p>
        <a href="#">Все услуги</a>
      </div>
      <div>
        <h3>Веб-дизайн</h3>
        <p>Современные и эффективные решения в плане композиции, типографики, цветоведения и юзабилити.</p>
        <a href="#">Все услуги</a>
      </div>
      <div>
        <h3>Интернет - маркетинг</h3>
        <p>Максимальная востребованость бренда и вывод в топ результатов поисковых систем.</p>
        <a href="#">Все услуги</a>
      </div>
      <div>
        <h3>QA</h3>
        <p>Проверка корректности работы сайта, соответствие актуальным стандартам и требованиям.</p>
        <a href="#">Все услуги</a>
      </div>
      <div>
        <h3>Брендинг</h3>
        <p>Создадие бренда, который обеспечит узнаваемость в глазах потребителя и сделает его востребованым.</p>
        <a href="#">Все услуги</a>
      </div>
      <div>
        <h3>Фотосьемка</h3>
        <p>Предметные съёмки, позволяющие выгодно представить потенциальным покупателям товары.</p>
        <a href="#">Все услуги</a>
      </div>
    </div>
  )
}

export default ServiceListFull