import imageNews1 from "../assets/img/news1.png";
import imageNews2 from "../assets/img/news2.png";
import imageNews3 from "../assets/img/news3.png";
import imageNews4 from "../assets/img/news4.jpg";

export const BlogArray = [
  {

  },
  {

  },
  {

  }
  ]

export const NewsListArray = [
  {
    id: 0,
    label: '01',
    title: 'Как проверить скорость загрузки сайта и заставить его «летать»',
    image: imageNews1,
    postPath: 'kak-proverit-skorost-zagruzki-sayta-i-zastavit-ego-letat',
    description: 'Медленная скорость загрузки сайта убивает продажи, вредит репутации, влияет на посещаемость веб-ресурса и показатель отказов. Заторможенный сайт даже в условиях высокоскоростного интернета и 5G становится убийцей онлайн-бизнеса.',
    blogCategory: 'Новости SEO',
    dateAdded: '21.03.19',
    views: 201,
    content: 'Медленная скорость загрузки сайта убивает продажи, вреди'
  },
  {
    id: 1,
    label: '02',
    title: 'CMS: популярные движки, их сравнение и как выбрать систему для своего сайта',
    image: imageNews2,
    postPath: 'cms-populyarnye-dvizhki-ih-sravnenie-i-kak-vybrat-sistemu-dlya-svoego-sayta',
    description: 'Встал вопрос с выбором CMS? Мы провели небольшое исследование и проанализировали самые популярные CMS для сайтов (интернет-магазинов, блогов, новостных порталов и т.д.). В этой статье мы расскажем, как выбрать подходящий движок, проанализируем сильные и слабые стороны каждой системы управления и дадим четкие рекомендации по использованию.',
    blogCategory: 'Новости',
    dateAdded: '22.04.19',
    views: 202,
    content: 'Встал вопрос с выбором CMS? Мы провели небольшое исследовани'
  },
  {
    id: 2,
    label: '03',
    title: 'Что такое крауд-маркетинг в современных реалиях',
    image: imageNews3,
    postPath: 'chto-takoe-kraud-marketing-v-sovremennyh-realiyah',
    description: 'Реклама, которая настолько естественна, что не раздражает и становится невидимкой. Партизанский маркетинг, который работает для «толпы» и продает там, где другие рекламные инструменты показывают нулевую эффективность. Это все о крауд маркетинге, который у всех на слуху, но далеко не у каждого в активном использовании.',
    blogCategory: 'SEO',
    dateAdded: '23.05.19',
    views: 203,
    content: 'Реклама, которая настолько естественна, что не раздр'
  },
  {
    id: 3,
    label: '04',
    title: 'Облегчаем жизнь дизайнеру - полезные плагины для Figma',
    image: imageNews4,
    postPath: 'oblegchaem-zhizn-dizajneru-poleznye-plaginy-dlya-figma',
    description: 'Идеальный дизайн сайта не прощает неточностей. Бывало ли у Вас так, что создавая свой идеальный макет, стоило изменить всего лишь один символ по требованию заказчика и вся идеальная картина, выстраиваемая несколькими месяцами превращалась в работу, которую пытаешься забыть как страшный сон.',
    blogCategory: 'Дизайн',
    dateAdded: '23.07.20',
    views: 23,
    content: 'Реклама, которая настолько естественна, что не раздр'
  }
];