import imageNews1 from '../assets/img/news1.jpg'
import imageNews2 from '../assets/img/news1.jpg'
import imageNews3 from '../assets/img/news1.jpg'

const NewsData = [
  {
    id: 0,
    label: '01',
    title: '1 главных шагов к успеху SEO в 2019 году',
    image: imageNews1,
    postPath: '',
    description: 'А ещё сторонники тоталитаризма в науке, которые представляют собой яркий пример собой яркий',
    blogCategory: 'Новости SEO',
    dateAdded: '21.03.19',
    views: 201
  },
  {
    id: 1,
    label: '02',
    title: '2 главных шагов к успеху SEO в 2020 году',
    image: imageNews2,
    postPath: '',
    description: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    blogCategory: 'Новости',
    dateAdded: '22.04.19',
    views: 202
  },
  {
    id: 2,
    label: '03',
    title: '3 главных шагов к успеху SEO в 2021 году',
    image: imageNews3,
    postPath: '',
    description: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    blogCategory: 'SEO',
    dateAdded: '23.05.19',
    views: 203
  }
];

export default NewsData