import AvatarPerson1 from '../assets/img/person1.jpg'

const ReviewsData = [
  {
    review_id: 0,
    label: '01',
    title: 'Первый клиент',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '21.03.19'
  },
  {
    review_id: 1,
    label: '02',
    title: 'Второй клиент',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '22.03.19'
  },
  {
    review_id: 2,
    label: '03',
    title: 'Третий клиент',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '23.03.19'
  },
  {
    review_id: 3,
    label: '04',
    title: 'Четвертый клиент',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '24.03.19'
  }
];

export default ReviewsData