import AvatarPerson1 from '../assets/img/avatar1.png'
import AvatarPerson2 from '../assets/img/avatar2.png'
import AvatarPerson3 from '../assets/img/avatar3.png'

const ReviewsData = [
  {
    review_id: 0,
    label: '01',
    title: 'Мария',
    company: 'Компания "Автопроставка"',
    avatar: AvatarPerson1,
    reviewText: 'Решили создать сайт для нашей компании. Через пол года мучений с фрилансерами и другими студиями, обратились в 16.web. Ребята за 4 месяца сделали проект, который превзошел все наши ожидания. Дизайн получился очень современный, а фильтр подбора автозапчастей работает идеально. Теперь занимаемся продвижением и контекстной рекламой. За пол года работы кол-во заказов увеличилось на 40% и надеемся, это не предел.',
    dateAdded: '21.03.20'
  },
  {
    review_id: 1,
    label: '02',
    title: 'Сергей',
    company: 'Компания "Подвеска-Авто"',
    avatar: AvatarPerson2,
    reviewText: 'Заказываем уже несколько лет дизайн: баннера на сайт, логотипы, визитки, буклеты - всем очень довольны. Очень приятно, что не используют шаблоны и всегда предлагают креативные решения. Всегда вкладываются в сроки и грамотно отвечают на все вопросы. Запустили таргетированную рекламу, кол-во заказов через соц.сети увеличилось в 2 раза. Ребята знают свое дело, смело могу рекомендовать!',
    dateAdded: '17.04.20'
  },
  {
    review_id: 2,
    label: '03',
    title: 'Игорь',
    company: 'Компания "Шаровая опора"',
    avatar: AvatarPerson3,
    reviewText: 'Заказывали landing page. Были ограничения по бюджету. Очень порадовали сроки, дизайн и отношение к клиенту. В итоге мы получили сайт, который выглядит дороже того бюджета, который мы на него выделили. И если сравнивать с конкурентами, преимущество у нас. Понравилось, что не стали предлагать лишний пакет услуг и вписались в оговоренный бюджет. Думаю, мы с 16.web надолго.',
    dateAdded: '7.06.20'
  }
];

export default ReviewsData