import AvatarPerson1 from '../assets/img/person1.jpg'
import AvatarPerson2 from '../assets/img/person2.png'

const ReviewsData = [
  {
    review_id: 0,
    label: '01',
    title: 'Маркетолог "Автопроставка"',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '21.03.19'
  },
  {
    review_id: 1,
    label: '02',
    title: 'Маркетолог "Прагма"',
    avatar: AvatarPerson2,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '22.03.19'
  },
  {
    review_id: 2,
    label: '03',
    title: 'Маркетолог "Bronex"',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '23.03.19'
  },
  {
    review_id: 3,
    label: '04',
    title: 'Четвертый клиент',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '24.03.19'
  },
  {
    review_id: 4,
    label: '05',
    title: 'Пятый клиент',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '25.03.19'
  },
  {
    review_id: 5,
    label: '06',
    title: 'Шестой клиент',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '26.03.19'
  },
  {
    review_id: 6,
    label: '07',
    title: 'Седьмой клиент',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '27.03.19'
  },
  {
    review_id: 7,
    label: '08',
    title: 'Восьмой клиент',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '28.03.19'
  },
  {
    review_id: 8,
    label: '09',
    title: 'Девятый клиент',
    avatar: AvatarPerson1,
    reviewText: 'Уже несколько сезонов наша семья является поклонниками непром сапог из ЭВА. На мой взгляд они однозначно выигрывают у своих резиновых собратьев по весу, теплоте и удобству. Но до настоящего момента я покупала детям бюджетные варианты, которые устраивали на все 100. И вот этой весной дочка впервые потестила знаменитые Crocsы. Невольно хочется сравнить их с "плебейскими" сапогами из ЭВА, продаваемыми в каждом гипермаркете',
    dateAdded: '29.03.19'
  }
];

export default ReviewsData