import AvatarPerson1 from '../assets/img/avatar1.png'
import AvatarPerson2 from '../assets/img/avatar2.png'
import AvatarPerson3 from '../assets/img/avatar3.png'

const ReviewsData = [
  {
    review_id: 0,
    label: '01',
    title: 'Мария - компания "Автопроставка"',
    avatar: AvatarPerson1,
    reviewText: 'Решили создать сайт для нашей компании Автопроставка, которая занимается продажей автозапчастей. Долго определялись с исполнителем, в итоге выбрали других, так как показалось что компания более молодая. Через пол года мучений с другими, более опытными исполнителями (up-site и nextpage), обратились снова в 16.web. Заказали сайт, и в итоге, за 4 месяца сделали проект, который превзошел все наши ожидания. Дизайн получился очень современный, а технологии, которые использовали работают очень четко и слаженно. К сожалению, потеряли время и деньги с другими недобросовестными исполнителями. Теперь занимаемся продвижением и контекстной рекламой, и в этом вопросе тоже мы довольны. За пол года работы кол-во заказов увеличилось на 40%. и надеемся, это не предел. Так что, смело могу рекомендовать студию 16-web.',
    dateAdded: '21.03.20'
  },
  {
    review_id: 1,
    label: '02',
    title: 'Сергей - компания "Подвеска-Авто"',
    avatar: AvatarPerson2,
    reviewText: 'Заказываем уже несколько лет дизайн: баннера на сайт, логотипы, визитки, буклеты, - всем очень довольны. Очень приятно, что не используют шаблоны и всегда предлагают креативные решения.',
    dateAdded: '17.04.20'
  },
  {
    review_id: 2,
    label: '03',
    title: 'Игорь - компания "Шаровая опора"',
    avatar: AvatarPerson3,
    reviewText: 'Заказывали landing page. Были ограничения по бюджету. Очень порадовали сроки, исполнение, дизайн и отношение к клиенту. В итоге мы получили сайт, который выглядит дороже того бюджета, который мы на него выделили.И если сравнивать с конкурентами, преимущество у нас. Думаю, мы с 16.web надолго.',
    dateAdded: '7.06.20'
  }
];

export default ReviewsData